Repository: Aresius423/arlow
Catalog: lib/l10n/app_*.arb
Languages: hu

source: all
hu: összes

# also_egyenes_szuras
source: straight thrust from below
hu: alsó egyenes szúrás

# also_fokvagas
source: false edge cut from below
hu: alsó fokvágás

# also_karvagas
source: lower cut at the arm
hu: alsó karvágás

# also_szuras
source: thrust from below
hu: alsó szúrás

# also_vonal
source: lower line
hu: alsó vonal

# altamadas
source: false attack
hu: áltámadás

# altamadas_next
source: false attack (second-intention):
hu: áltámadás (második intenció):

# altamadasok
source: false attacks
hu: áltámadások

# arcvagas
source: cut at the face
hu: arcvágás

# belso_fokvagas
source: false edge cut from the inside
hu: belső fokvágás

# belso_karvagas
source: inner cut at the arm
hu: belső karvágás

# coupe_fejvagas
source: coupé cut at the head
hu: coupé fejvágás

# coupe_lendites
source: coupé sweep
hu: coupé lendítés

# csel_fej
source: feints at the head
hu: cselez fejvágást

# cseltamadas
source: feint
hu: cseltámadás

# e100_1
source: attacks with a beat from the inside
hu: támad elütéssel belülről

# e100_2
source: counters with an à tempo cut at the inner arm, with the true edge
hu: közbetámad à tempo belső karvágással éllel

# e100_3
source: parries with quarte and ripostes
hu: véd kvarttal és visszavág

# e100_4
source: counters with an à tempo cut at the inner arm, with the true edge, with a jump back
hu: közbetámad à tempo belső karvágással éllel, visszaugrással

# e100_5
source: parries with quarte and repeats the attack with a repeated advance-lunge
hu: véd kvarttal, és ismétli a támadást ismételt rohammal

# e101_1
source: attacks with a beat from the outside
hu: támad külső elütéssel

# e101_2
source: counters with an upper thrust with cavazione
hu: közbetámad felső kitérő szúrással

# e101_3
source: parries with high tierce and ripostes
hu: véd magas terccel és visszavág megfelelően

# e101_4
source: suffers the beat and counters the following attack with a cut to the head or the outer arm
hu: a kapott elütés után közbevág (belevág) fejvágással vagy külső karvágással

# e101_5
source: parries with high tierce or quinte and ripostes
hu: véd magas terccel vagy kvinttel és visszavág megfelelően

# e102_1
source: feints at the head and the side
hu: cselez fej- és oldalvágást

# e102_2
source: parries with quinte opposition, which leads into an angled pre-cut at the outer arm
hu: véd (opponál) kvint védéssel és összeköti azzal az elővágást külső karra szögben

# e102_3
source: parries with high tierce and ripostes, or follows the opponent (with a repeated advance-lunge) with a repeated attack
hu: véd magas terccel és visszavág, vagy követi ellenfelét (ismételt rohammal) egy ismételt támadással

# e103_1
source: attacks with a beat from the inside, feints at the head and cuts at the belly
hu: támad elütéssel belülről, cselez fejet és hasat vág

# e103_2
source: retreats and parries with quinte then with quarte, but doesn't riposte
hu: hátrál és véd kvinttel majd kvarttal, de nem vág vissza

# e103_3
source: gets up, moving through a tierce guard into a seconde guard
hu: felkel terc gardon át szekond gardba

# e103_4
source: attacks afterwards: feints at the head and the side and cuts at the head
hu: utána támad: cselez fej- és oldalvágást és fejet vág

# e103_5
source: gives an upper stop-thrust into the 2nd beat
hu: felső feltartó szúrást ad a második ütembe

# e10_1
source: wanted to thrust with cavation (or cut at the chest) against the approach with a tierce bind, so hits the parry
hu: a terc-kötéssel közeledésbe, kitérő szúrással akart támadni (vagy mellvágással), tehát a védésre talál

# e10_2
source: attacks from the invito, possibly a tempo
hu: támad az invitóból, esetleg a tempo

# e10_3
source: parries or takes the hit
hu: véd vagy bekapja a támadást

# e10_4
source: steps back, maybe follows the invito
hu: hátra lép, esetleg követi az invitót

# e10_5
source: attacks from the invito (with balestra), maybe with a tempo, and hits
hu: támad az invitóból (ugrás-rohammal), esetleg a tempo és talál

# e10_6
source: attacks a tempo (when the opponent starts moving to the invito, so in the first tempo) and hits
hu: támad a tempo (mikor ellenfele az invitóba indul, vagyis az 1. ütembe) és talál

# e10_7
source: attacks into the finished invito (so in the second tempo)
hu: támad a kész invitóba (vagyis a 2. ütembe)

# e10_8
source: the master switches between a tempo attacks, stopping, stepping back, and intentionally attacking late
hu: a mester hol a tempo támad, hol megáll, hol hátrál, hol meg készakarva késve támad

# e11_1
source: attacks (with balestra), maybe a tempo
hu: támad (ugrás-rohammal), esetleg a tempo

# e11_2
source: attacks the bind, or maybe preceding it, a tempo
hu: támad a kötésre vagy esetleg ezt megelőzve a tempo

# e12_1
source: steps forward with a tierce and quarte invito (each one moments before bringing the right and left foot forward)
hu: előre lép terc- és kvart-invitóval (a jobb és bal láb előrehozását egy-egy pillanattal megelőzve)

# e12_2
source: attacks with a straight thrust (hitting the quarte parry)
hu: támad egyenes szúrással (tehát éppen a kvart-védésbe talál)

# e12_3
source: attacks a tempo right into the tierce invito, or retreats, or retreats and follows the invitos, or assumes an invito, etc. etc.
hu: támad a tempo éppen a terc-invitóba, vagy hátrál, vagy hátrál és követi az invitókat, vagy maga is vesz egy invitót, stb. stb.

# e13_1
source: steps forward with a quinte bind and a quarte invito (each one moments before bringing the right and left foot forward)
hu: előre lép kvint-kötéssel és kvart-invitóval (a jobb és bal láb előrehozását egy-egy pillanattal megelőzve)

# e13_2
source: holds the sabre stiff in the upper line and steps back
hu: a kardot mereven a felső vonalban tartja és hátra lép

# e13_3
source: immediately steps forward a tempo (so the opponent cannot retreat for a second time) with a quinte bind and lunges with a cut at the side or the belly, or if the opponent could retreat, with a cut at the arm from the inside, with false or true edge, etc.
hu: előre lép azonnal a tempo (hogy ellenfele egy másodszor ne tudjon hátrálni) kvint-kötéssel és kitör oldal- vagy hasvágással, vagy ha ellenfele mégis hátrálhatott, belső karvágással, éllel vagy fokkal, stb.

# e13_4
source: steps back and attacks with a cut from the outside
hu: hátra lép és támad külső vágással

# e13_5
source: parries with tierce, steps forward with a tierce bind and attacks (e.g. feeling pushback with a [coupé-] cut to the head)
hu: véd terc-védéssel, előre lép terc-kötéssel és támad valamit (pl. ellennyomást érezve [coupé-] fejvágással)

# e13_6
source: attacks with a cut to the belly, and recovering into guard, swiftly steps back
hu: támad hasvágással és gardba visszatérve, gyorsan hátra lép

# e13_7
source: parries with low quarte, steps forward with a tierce bind, and cuts to the head (coupé), to the chest or the belly
hu: véd mély kvart-védéssel, előre lép terc-kötéssel és vág (coupé-) fejet, mellet vagy hasat

# e14_1
source: steps forward with a seconde invito and quarte bind (each one moments before bringing the right and left foot forward)
hu: előre lép szekond-invitó- és kvart-kötéssel (a jobb és bal láb előrehozását egy-egy pillanattal megelőzve)

# e14_2
source: steps back and attacks with balestra, with a cut to the head or an a tempo cut to the belly, rushes through tierce guard to seconde guard, and swiftly steps back
hu: hátra lép és támad ugrás-rohammal, fejvágással vagy a tempo hasvágással, siet terc-gardon át szekondba és hátra lép gyorsan

# e14_3
source: parries quinte or low quarte, steps forward with a prime bind, and attacks the torso with a lunge
hu: véd kvint- vagy mély kvart-védéssel, előre lép prim-kötéssel és támad kitöréssel testre

# e14_4
source: steps back and attacks a tempo (cavating the quarte bind), with a cut at the arm from the outside, at an angle (with a reverse lunge) and rushes to high tierce
hu: hátra lép és támad a tempo (a kvart-kötésnek kitérve), külső karvágással szögben (hátra kitöréssel) és siet magas tercbe

# e14_5
source: parries with (low) tierce and cuts back at the arm from the inside with the false edge, or steps forward with a quinte bind and attacks the torso with a lunge
hu: véd (mély) terc-védéssel és visszavág belső karvágást fokkal vagy előre lép kvint-kötéssel és támad kitöréssel testre

# e15_1
source: steps back, holding the sabre stiff in the lower line
hu: hátra lép, a kardot mereven az alsó vonalban tartja

# e15_2
source: attacks with balestra, with a prime bind and a straight thrust from below, or with a swung cut at the head, maybe a tempo (with a cut to the side or the belly)
hu: támad ugrás-rohammal, prim-kötéssel és alsó egyenes szúrással, vagy lendített fejvágással, esetleg a tempo (oldal- vagy hasvágással)

# e15_3
source: parries accordingly, but fails to cut back
hu: véd megfelelően, de elmulasztja a visszavágást

# e15_4
source: attacks with a thrust from below (4th hand position, edge to the left) or with a cut at the arm from below, with the false edge (with a reverse lunge)
hu: támad alsó szúrással (4. kézállás) vagy alsó karvágással fokkal (hátra kitöréssel)

# e15_5
source: steps forward, parrying the thrust with the intended prime bind, deflects the cut to the arm from below, and cuts back
hu: előre lép, a szándékolt prim-kötéssel védi a szúrást, az alsó karvágást eltéríti és visszavág

# e16_1
source: steps forward with a prime bind and attacks
hu: előre lép prim-kötéssel és támad

# e16_2
source: stops or takes a step back, parries and cuts back
hu: megáll vagy hátra lép, véd és visszavág

# e16_3
source: cavates a tempo and cuts or thrusts
hu: kitér a tempo és vág vagy szúr

# e17_1
source: cavates the bind and attacks with a seconde bind and a thrust with cavation from above, or with a cut to the face from the outside, etc.
hu: kitér a kötésnek és támad szekond-kötéssel és felső kitérő szúrással vagy külső arcvágással, stb.

# e18_1
source: steps forward and holds the sabre in the lower line
hu: előre lép és a kardot az alsó vonalban tartja

# e18_2
source: stops and intends to bind seconde
hu: megáll és szekond-kötést akar venni

# e18_3
source: cavates with an a tempo thrust from above or a cut to the head
hu: kitér a tempo felső szúrással vagy fejvágással

# e18_4
source: steps back and binds seconde
hu: hátra lép és vesz szekond-kötést

# e18_5
source: attacks while staying in bind, with balestra
hu: támad kötésben maradva, ugrás-rohammal

# e18_6
source: parries, possibly steps back, and fails to cut back
hu: véd és esetleg újra hátra lépve, elmulasztja a visszavágást

# e18_7
source: follows with a repeated charge and a repeated cut (attack) into an opening
hu: követi ismételt rohammal és ismételt vágással (támadással) valamelyik résbe

# e19_1
source: steps forward and holds the sabre in the upper line
hu: előre lép és a kardot a felső vonalban tartja

# e19_2
source: steps back and binds quarte
hu: hátra lép és vesz kvart-kötést

# e19_3
source: attacks while staying in bind, with balestra
hu: támad kötésben maradva ugrás-rohammal

# e19_4
source: pre-cuts, intentially too short or at the shell, and jumps back to seconde guard
hu: elővág, de készakarva röviden vagy a kardkosárra és hátraugrik szekond-gardba

# e19_5
source: repeats the attack with a repeated charge
hu: ismétli a támadást ismételt rohammal

# e1_1
source: attacks with a thrust with cavation from above, or with a cut at the head
hu: támad felső kitérő szúrással vagy fejvágással

# e1_2
source: parries with a high tierce or quinte parry, and shows a thrust from below
hu: véd magas terc- vagy kvint-védéssel és mutat alsó szúrást

# e1_3
source: rushes - even after a successful hit - through tierce guard to seconde guard
hu: siet akkor is, ha talált, terc-gardon át szekond-gardba

# e2_1
source: if the student transitions to seconde guard incorrectly, attacks back with a cut at the arm from the outside
hu: ha látja, hogy a tanítvány hibásan megy szekond-gardba, visszavág külső karvágással

# e2_2
source: strives to correct their mistake
hu: igyekszik hibájáról leszokni

# e2_3
source: cuts or thrusts back as fit, but only with a simple riposte
hu: visszavág (szúr) tetszése szerint, de csak egyszerű riposzttal

# e2_4
source: tries to reach the appropriate parry through tierce guard, or if the riposte was late, parries from seconde guard, which they were rushing to
hu: igyekszik terc-gardon át a megfelelő védéshez jutni, vagy ha a visszavágás valamivel késett, a védést már a szekond-gardból veszi, melybe az előbbiek szerint sietni kellett.

# e3_1
source: cuts at the face from the outside, at the head, or at the arm from above
hu: támad külső arc- vagy fej-vágással vagy felső karvágással

# e3_2
source: parries with high tierce or quinte, but earlier than necessary, and binds seconde again
hu: véd magas terc- vagy kvint-védéssel, de a kelleténél valamivel korábban és vesz ismét szekond-kötést

# e3_3
source: cannot hit, rushes back to seconde guard, and cuts a tempo at the side or to the belly
hu: nem találhat, visszasiet szekond-gardba és támad most már a tempo vagy oldal- vagy has-vágással

# e3_4
source: cuts a tempo at the head, right as the master prepares to go to seconde after their premature parry
hu: támad a tempo fejvágással abban a pillanatban, amikor a mester idő előtti védéséből ismét a szekond-kötésbe készül visszamenni

# e4_1
source: cuts at the arm from the outside with false edge (with a lunge)
hu: támad belső fokvágással karra (kitöréssel)

# e4_2
source: cavates (swiftly pulling their hand to the right and back) and cuts at the head (with a lunge) or to the arm from the outside at an angle, or at the arm from below (standing still or with a reverse lunge)
hu: kitér (kezét jobbra és hátra kapva) és utánvág fejre (kitöréssel) vagy külső karra szögben vagy alsó karra (helyből vagy hátra-kitöréssel)

# e4_3
source: cuts at the chest or the belly (with balestra)
hu: támad mell- vagy hasvágással (ugrás-rohammal)

# e4_4
source: cuts at the head (with a lunge) or to the arm from the outside at an angle, or at the arm from below (standing still or with a reverse lunge)
hu: hátra lép és utánvág fejre (kitöréssel) vagy külső karra vagy alsó karra (helyt állva vagy hátra-kitöréssel)

# e4_5
source: there's no exercise in the book, only 'same with reversed roles'
hu: A könyvben nincs gyakorlat, csak annyi hogy 'ugyanaz felcserélt szereppel'

# e4_6
source: cuts at the arm from above (with a coupé sweep)
hu: támad a felső karra (coupé-lendítéssel)

# e4_7
source: pre-cuts at the arm from the inside with false or true edge
hu: elővág belső karra fokkal vagy éllel

# e5_1
source: (coupé-) cut at the head (with a charge)
hu: támad (coupé-) fejvágással (rohammal)

# e5_2
source: steps back in the bind and pre-cuts at the arm with false or true edge
hu: kötésben hátra lép és elővág belső karra fokkal vagy éllel*

# e5_3
source: * according to the book: 'steps back in the bind, and as above'
hu: * könyv szerint: kötésben hátra lép és mint fent

# e6_1
source: cuts at the head (with a charge)
hu: támad fejvágással (rohammal)

# e6_2
source: steps back and pre-cuts at the arm from below, or with momentum at the arm from outside, at an angle (with a reverse lunge)
hu: hátra lép és elővág alsó karra vagy lendülettel külső karra szögben (hátra kitöréssel)

# e6_3
source: cuts a tempo at the head (with a charge)*
hu: a tempo támad fejvágással (rohammal) *

# e6_4
source: parries and cuts back at the arm from the outside, at an angle, or with a cut at the side, head, chest or belly
hu: véd és visszavág külső karra szögben, vagy oldal-, fej-, mell- vagy hasvágással

# e6_5
source: * according to the book: 'attacks as above, but a tempo'
hu: * könyv szerint: 'támad mint fent, de a tempo'

# e7_1
source: cuts at the head, or a-tempo at the side or the belly, or a tempo at the head (see exercise 3b)
hu: támad fejvágással vagy a tempo oldal- vagy hasvágással vagy a tempo fejvágással (lásd 3b gyakorlat)

# e7_10
source: attacks a tempo (e.g. with a cut at the side) and hits
hu: támad a tempo (például oldalvágással stb.) és talál

# e7_2
source: cuts at the head with balestra*, or a-tempo at the side or the belly, or a tempo at the head (see exercise 3b)
hu: ugrás-rohammal* - támad fejvágással vagy a tempo oldal- vagy hasvágással vagy a tempo fejvágással (lásd 3b gyakorlat)

# e7_3
source: * according to the book: 'attacks as above, but with balestra'
hu: * könyv szerint: 'támad mint fent, de ugrás-rohammal'

# e7_4
source: cuts at the head, or a-tempo at the side or the belly, or a tempo at the head (see exercise 3b)*
hu: támad fejvágással vagy a tempo oldal- vagy hasvágással vagy a tempo fejvágással (lásd 3b gyakorlat)*

# e7_5
source: * according to the book: 'attacks as above'
hu: * könyv szerint: 'támad mint fent'

# e7_6
source: cavates and cuts back
hu: kitér és utánvág

# e7_7
source: tries to parry and cut back (possibly with a repeated lunge)
hu: igyekszik védeni és visszavágni (esetleg ismételt kitöréssel)

# e7_8
source: (if the student is very slow or moves incorrectly) pre-cuts and hits
hu: (ha a tanítvány nagyon lassú, vagy hibásan mozog) elővág és talál

# e7_9
source: attacks the bind with a cut at the arm from above, or a cut at the head
hu: támad a kötésre felső kar- vagy fejvágással

# e89_1
source: counter-attacks with an inner pre-cut (true or false edge), with a reverse lunge or a jump back
hu: közbetámad belső elővágással (éllel vagy fokkal), hátrakitöréssel vagy visszaugrással

# e89_2
source: evades with the arm
hu: kitér a karjával

# e89_3
source: ripostes with a cut at the head, the side or the arm
hu: utánvág fejet, oldalt vagy kart

# e89_4
source: with a repeated advance-lunge, feints for the side, the head and cuts at the side.
hu: ismételt rohammal cselez oldal- és fejvágást, és vág oldalt

# e8_1
source: attacks with an upper thrust with bind, or with a cut at the side or the belly, or feeling the opponent push back, with a coupé cut at the head or a thrust with cavation
hu: támad felső kötött szúrással, vagy oldal- vagy hasvágással, az ellenfél ellenyomására esetleg coupé fejvágással vagy kitérő szúrással stb.

# e8_2
source: steps back in the bind or while pushing back, or cedes into a prime parry
hu: hátra lép kötésben vagy ellennyomással, vagy enged prim-védésbe

# e8_3
source: attacks accordingly, with balestra
hu: támad megfelelően, ugrás-rohammal

# e8_4
source: thrusts with cavation
hu: támad kitérő szúrással

# e8_5
source: parries with seconde, low quarte, prime, quinte or with a tierce contro-parade, and attacks back (going around the arm from below when doing a half-circular parry or a contro-parade)
hu: véd szekond-, mély kvart-, prim-, kvint- vagy körterc-védéssel és visszavág (a félkör- és körvédéseknél a kart alul kerülve meg)

# e90_1
source: cuts at the head with an advance-lunge
hu: ugrás- vagy lépésroham fejvágással

# e90_2
source: pre-cuts at the outer arm (swing) or the lower arm (straight) with a reverse lunge or a jump back
hu: elővág külső karra (lendítéssel) vagy alsó karra (egyenesen), hátra kitöréssel vagy visszaugrással

# e90_3
source: defends while in motion with a tierce, a low tierce or a second
hu: lendület közben véd terc- vagy mély terccel, esetleg szekonddal

# e90_4
source: ripostes at the side or the belly, or with an inner false edge attack
hu: vissazvág oldal- vagy hasvágással, vagy belső fokvágással

# e90_5
source: repeats the cut with a repeated lunge, with a simple attack or with a feint
hu: ismétli a vágást egyenesen vagy csellel (ismételt kitöréssel)

# e90_6
source: repeats the attack with a simple cut, or a bind and a cut, or a beat attack, or a feint, etc.
hu: ismétli a támadást egyszerű vágással, vagy kötéssel és vágással, vagy elütéssel és vágással, vagy cseltámadással, stb. stb. (ismételt rohammal)

# e91_1
source: feints a thrust in the bind and initiates a swing for a cut at the head or the belly (the swing will turn in to the next parry)
hu: cselez kötött szúrást és lendítést vesz a fej- vagy hasvágáshoz (a lendítést a következő védéssel mindjárt összeköti)

# e91_2
source: counter-attacks into the 2nd beat with an inner pre-cut, perhaps with a jump back
hu: közbetámad a 2. ütembe belső elővágással, esetleg visszaugrással

# e91_3
source: parries with quarte and ripostes, or repeats the attack (simply, with a feint or with a beat)
hu: véd kvarttal és visszavág, vagy ismétli a támadást egyszerűen vagy csellel, vagy pengetámadással

# e91_4
source: counter-attacks into the 2nd beat with an upper false edge pre-cut, perhaps with a jump back
hu: közbetámad a 2. ütembe fokkal, felső elővágással, esetleg visszaugrással

# e91_5
source: parries with a circular high tierce (from below) and ripostes, or repeats the attack (simply, with a feint or with a beat)
hu: véd kör magas terccel (alulról) és visszavág, vagy ismétli a támadást egyszerűen vagy csellel, vagy pengetámadással

# e92_1
source: feints to the outer face and cuts at the belly
hu: cselez külső arcvágást és vág hasat

# e92_2
source: retreats with a tierce parry, evades the attack and cuts at the head
hu: hátralép terc védéssel, kitér a vágásnak és utánvág fejet

# e92_3
source: follows with a repeated lunge, parries quinte while in the lunge, feints at the side and cuts at the head
hu: követi ismételt kitöréssel, véd kvinttel kitörésben, cselez oldalvágást és vág fejre

# e93_1
source: cuts at the side with an advance-lunge
hu: lépés- vagy ugrásroham oldalvágással

# e93_2
source: parries with seconde and ripostes as a reflex to the outer face, perhaps while retreating or doing a reverse lunge
hu: véd szekond védéssel és megszokásból visszavág külső arcra, esetleg hátrálással vagy hátra kitöréssel

# e93_3
source: parries during the lunge with tierce (fig. 42) and ripostes accordingly, with or without a repeated lunge, to the body or the arm
hu: véd kitörés közben terccel és visszavág testre vagy karra, ismételt kitöréssel vagy anélkül

# e94_1
source: cuts at the belly
hu: támad hasvágással

# e94_2
source: parries with quarte and ripostes as a reflex to the outer face
hu: véd kvarttal és visszavág megszokásból külső arcra

# e94_3
source: parries the anticipated the riposte in the lunge with sixte and ripostes accordingly, with or without a repeated lunge, to the body or the arm
hu: kitörésben védi az előre várt visszavágást szekszttel, és visszavág testre vagy karra, ismételt kitöréssel vagy anélkül

# e94_4
source: parries with quarte and ripostes as a reflex to the belly
hu: véd kvarttal és visszavág megszokásból hasra

# e94_5
source: parries the anticipated the riposte in the lunge with quarte and ripostes accordingly, with or without a repeated lunge, to the body or the arm
hu: kitörésben védi az előre várt visszavágást kvarttal, és visszavág testre vagy karra, ismételt kitöréssel vagy anélkül

# e95_1
source: cuts at the head
hu: támad fejvágással

# e95_2
source: parries with quinte and ripostes as a reflex to the side
hu: véd kvinttel, visszavág megszokásból oldalt

# e95_3
source: parries the anticipated riposte in the lunge with a seconde and ripostes
hu: kitörésben védi az előre várt visszavágást szekonddal és visszavág

# e96_1
source: cuts at the side
hu: támad oldalvágással

# e96_2
source: leans back, parries with seconde, feints to the head and tries to cut at the side
hu: véd hátra hajolva szekond védéssel, cselez fejvágást és oldalvágással akar visszavágni

# e96_3
source: gives a lower stop-thrust into the riposte (appuntata, 4th hand position)
hu: alsó feltartó szúrást ad a visszavágásba (appuntata 4. kézállás)

# e97_1
source: feints a straight thrust and cuts at the head
hu: cselez egyenes szúrást és vág fejet
