Repository: Aresius423/arlow
Catalog: lib/l10n/app_*.arb
Languages: hu

# e97_2
source: parries the thrust with quarte, parries the cut with quinte (leaning back), feints at the side and tries to cut at the head
hu: védi a szúrást kvart védéssel, véd kvint védéssel hátra hajolnva, cselez oldalvágást és fejre akar visszavágni

# e97_3
source: gives an upper stop-thrust into the riposte (appuntata)
hu: felső feltartó szúrást ad a visszavágásba (appuntata)

# e97_4
source: feints a thrust with cavation and cuts at the head
hu: cselez kitérő szúrást és vág fejet

# e97_5
source: defends with seconde opposition, parries the cut with quinte (leaning back), feints at the side and tries to cut at the head
hu: opponál szekonddal, véd kvint védéssel hátra hajolnva, cselez oldalvágást és fejre akar visszavágni

# e98_1
source: feints a cut at the head
hu: cselez fejvágást

# e98_2
source: counters with a lower stop-thrust
hu: közbetámad alsó feltartó szúrással

# e98_3
source: parries with seconde and ripostes
hu: véd szekonddal és visszavág megfelelően

# e99_1
source: feints a cut at the side
hu: cselez oldalvágást

# e99_2
source: counters with an upper stop-thrust
hu: közbetámad felső feltartó szúrással

# e99_3
source: parries with quinte or high tierce and ripostes
hu: véd kvinttel vagy magas terccel és visszavág megfelelően

# e9_1
source: wants to attack the approach with a cut to the head, so incorrectly hits the quinte-parry
hu: a közeledésbe fejvágással akart támadni, tehát most hibásan belevág a kvint-védésbe

# e9_2
source: attacks with balestra, with a cut or thrust as fit (a tempo, as to prevent the opponent from retreating for a second time)
hu: támad ugrás-rohammal, tetszés szerinti vágás- vagy szúrással (a tempo úgy, hogy ellenfele másodszor már ne bírjon hátrálni)

# e9_3
source: steps back and follows the quinte invito with a quinte
hu: hátra lép és követi a kvint-invitót kvinttel

# e9_4
source: attacks (with balestra) a tempo (possibly even with a cut to the head, against which the opponent is seemingly shielded by their stance
hu: támad (ugrás-rohammal) a tempo (esetleg éppen fejvágással, mely ellen ellenfele állása által látszólag védve van)

# e9_5
source: tries to parry, but will not always succeed
hu: igyekszik védeni, ami azonban nem fog mindig sikerülni

# egyenes_szuras
source: straight thrust
hu: egyenes szúrás

# egyszeru_riposzt
source: simple riposte
hu: egyszerű riposzt

# egyszeru_tamadasok
source: Simple attacks and parrying them
hu: az egyszerű támadások és azok elhárítása

# elore_lep_kvart_invitoval
source: steps forward with a quarte invito
hu: előre lép kvart-invitóval

# elore_lep_kvint_invitoval
source: steps forward with a quinte invito
hu: előre lép kvint-invitóval

# elore_lep_prim_kotessel
source: steps forward with a prime bind
hu: előre lép prim-kötéssel

# elore_lep_szekond_kotessel
source: steps forward with a seconde bind
hu: előre lép szekond-kötéssel

# elore_lep_terc_kotessel
source: steps forward with a tierce bind
hu: előre lép terc-kötéssel

# elore_lepes
source: step forward
hu: előre lépés

# elovagas
source: pre-cut
hu: elővágás

# engedo_prim_vedes
source: ceding prime parry
hu: engedő prim-védés

# engedo_vedes
source: ceding parry
hu: engedő védés

# fejvagas
source: cut at the head
hu: fejvágás

# felkorvedes
source: half-circular parry
hu: félkörvédés

# felso_karvagas
source: cut at the arm from above
hu: felső karvágás

# felso_kitero_szuras
source: thrust with cavation from above
hu: felső kitérő szúrás

# felso_kotott_szuras
source: upper line thrust with bind
hu: felső kötött szúrás

# felso_szuras
source: thrust from above
hu: felső szúrás

# felso_vonal
source: upper line
hu: felső vonal

# feltarto_szuras
source: stop-thrust
hu: feltartó szúrás

# fokvagas
source: false edge cut
hu: fokvágás

# folytatas
source: continuation
hu: folytatás

source: glossary
hu: szójegyzék

# hasvagas
source: cut at the belly
hu: hasvágás

# hatra_kitores
source: reverse lunge
hu: hátra kitörés

# hatra_lep
source: steps back
hu: hátra lép

# hatra_lep_szekondban
source: steps back in seconde
hu: hátra lép szekondban

# hatra_lepes
source: step back
hu: hátra lépés

# hatra_ugras
source: jump back
hu: hátra ugrás

# igyekszik_vedeni_es_visszavagni
source: tries to parry and cut back
hu: igyekszik védeni és visszavágni

# ismetelt_kitores
source: repeated lunge
hu: ismételt kitörés

# ismetelt_roham
source: repeated charge
hu: ismételt roham

# ismetelt_tamadas
source: repeated attack
hu: ismételt támadás

# ismetli_a_tamadast
source: repeats the attack
hu: ismétli a támadást

# karvagas
source: cut at the arm
hu: karvágás

# kiteres
source: cavation
hu: kitérés

# kitero_szuras
source: thrust with cavation
hu: kitérő szúrás

# kitores
source: lunge
hu: kitörés

# korterc_vedes
source: tierce contro-parade
hu: körterc-védés

# korvedes
source: contro-parade (circular parry)
hu: körvédés

# kotes_elorelepessel
source: forward step with bind
hu: kötés előrelépéssel

# kotott_szuras
source: thrust with bind
hu: kötött szúrás

# kozbetamadas
source: counter-attack
hu: közbetámadás

# kulso_arcvagas
source: cut at the face from the outside
hu: külső arcvágás

# kulso_karvagas
source: cut at the arm from the outside
hu: külső karvágás

# kulso_vagas
source: cut from the outside
hu: külső vágás

# kvart_invito
source: quarte invito
hu: kvart invito

# kvart_kotes
source: quarte bind
hu: kvart-kötés

# kvart_vedes
source: quarte parry
hu: kvart-védés

# kvint_invito
source: quinte invito
hu: kvint invito

# kvint_kotes
source: quinte bind
hu: kvint-kötés

# kvint_vedes
source: quinte parry
hu: kvint védés

# lenditett_fejvagas
source: swung cut at the head
hu: lendített fejvágás

# lepes_roham
source: pattinato
hu: lépés-roham

# magas_terc
source: high tierce
hu: magas terc

# magas_terc_vedes
source: high tierce parry
hu: magas terc védés

source: master
hu: mester

# megall
source: stops
hu: megáll

# megall_vagy_hatra_lep
source: stops or takes a step back
hu: megáll vagy hátra lép

# mellvagas
source: cut at the chest
hu: mellvágás

# mely_kvart_vedes
source: low quarte parry
hu: mély kvart-védés

# mely_terc_vedes
source: low tierce parry
hu: mély terc-védés

# note_ex_1
source: We rush to seconde guard at all times if the opponent fails to riposte, unless we repeat the attack.
hu: Mindenkor a szekond-gardba sietünk, ha a visszavágás elmaradt, hacsak ismételten nem támadunk.

# oldalvagas
source: cut at the side
hu: oldalvágás

source: or
hu: vagy

# prim_invito_vagy_kotes
source: prime invito or bind
hu: prim invitó vagy kötés

# prim_kotes
source: prime bind
hu: prim-kötés

# prim_vedes
source: prime parry
hu: prim-védés

# rendes_tavolsag
source: normal distance
hu: rendes távolság

# riposzt
source: riposte
hu: riposzt

# roham
source: charge
hu: roham

source: student
hu: tanítvány

# szekond_gard
source: seconde guard
hu: szekond-gard

# szekond_invito
source: seconde invito
hu: szekond invito

# szekond_kotes
source: seconde bind
hu: szekond-kötés

# szekond_kotes_elorelepessel
source: seconde bind with a step forward
hu: szekond-kötés előrelépéssel

# szekond_vedes
source: seconde parry
hu: szekond-védés

# szogvagas
source: angled cut
hu: szögvágás

# szuras
source: thrust
hu: szúrás

# tamad_a_tempo_es_talal
source: attacks a tempo and hits
hu: támad a tempo és talál

# tamad_barmit
source: makes an attack
hu: támad bármit

# tamad_oldalvagassal
source: attacks with a cut to the side
hu: támad oldalvágással

# tamad_ugras_rohammal
source: attacks with balestra
hu: támad ugrás-rohammal

# tamad_valamit
source: makes an attack
hu: támad valamit

# tech
source: techniques
hu: technikák

# terc_gard
source: tierce guard
hu: terc gard

# terc_invito
source: tierce invito
hu: terc invito

# terc_kotes
source: tierce bind
hu: terc kötés

# terc_kotes_elorelepessel
source: tierce bind with a step forward
hu: terc-kötés előrelépéssel

# terc_vagy_szekond_gard
source: tierce or seconde guard
hu: terc vagy szekond gard

# terc_vedes
source: tierce parry
hu: terc védés

# title
source: Arlow exercises
hu: Arlow gyakorlatok

# ugras_roham
source: balestra
hu: ugrás-roham

# utanvagas
source: afterblow
hu: utánvágás

# vagas
source: cut
hu: vágás

# ved_es_visszavag
source: parries and attacks back
hu: véd és visszavág

# ved_megfeleloen_es_visszavag
source: parries accordingly and attacks back
hu: véd megfelelően és visszavág

# ved_szekonddal_es_visszavag
source: parries with seconde and attacks back
hu: véd szekonddal és visszavág

# visszavag
source: cuts back
hu: visszavág
